[
    {
        "id": 1,
        "institution": "Statistics Denmark",
        "position": "IT Developer",
        "periodStart": "March 2024",
        "periodEnd": null,
        "description": "As an IT developer at Statistics Denmark, I contribute to the development of the core framework for price index statistics, with a frontend built in TypeScript and Angular. I am also involved in backend development, working with Python, SQL, and OpenAPI. In parallel, I have developed smaller console applications in .NET to support other statistical departments. My role spans both frontend and backend tasks, with a focus on reliability, maintainability, and cross-functional collaboration.",
        "skills": [
            {
                "name": "Angular"
            },
            {
                "name": "TypeScript"
            },
            {
                "name": "Bootstrap"
            },
            {
                "name": "Python"
            },
            {
                "name": "SQL"
            },
            {
                "name": "C#"
            },
            {
                "name": ".NET"
            },
            {
                "name": "DevOps"
            },
            {
                "name": "CI/CD Pipelines"
            },
            {
                "name": "OpenAPI"
            }
        ] 
    },
    {
        "id": 2,
        "institution": "Tivoli Food",
        "position": "Part-time Floor Manager",
        "periodStart": "August 2017",
        "periodEnd": null,
        "description": "Since 2017, I have held various roles within Tivoli’s F&B department and currently serve as Floor Manager. In this position, I am responsible for overseeing the operations of the bars on the Open Air Stage (Plænen) during Fredagsrock events. My duties include ensuring smooth daily operations, supporting and guiding bar supervisors, onboarding and training new staff, maintaining a positive and efficient work environment, and coordinating directly with the security department to ensure safe and successful events. I also focus on staff wellbeing and team motivation to create a strong and service-minded workplace culture.",
        "skills": [
            {
                "name": "Leadership"
            },
            {
                "name": "Communication"
            },
            {
                "name": "Problem-solving"
            },
            {
                "name": "Planning"
            }
        ]
    },
    {
        "id": 3,
        "institution": "Tivoli A/S",
        "position": "Software Developer Intern",
        "periodStart": "January 2023",
        "periodEnd": "April 2023",
        "description": "During my software development internship at Tivoli, I was responsible for building an API that automatically retrieved data from the external payment provider Vibrant.io, used for ride ticket sales, and integrated it into Tivoli’s internal reporting system. The solution was developed using Azure Functions and .NET, and deployed using CI/CD pipelines through Azure DevOps.",
        "skills": [
            {
                "name": "C#"
            },
            {
                "name": ".NET"
            },
            {
                "name": "JSON"
            },
            {
                "name": "Azure"
            },
            {
                "name": "DevOps"
            },
            {
                "name": "CI/CD Pipelines"
            },
            {
                "name": "OpenAPI"
            }
        ]
    },
    {
        "id": 4,
        "institution": "Vuffeli A/S",
        "position": "Frontend Developer Studentassistent/intern",
        "periodStart": "January 2021",
        "periodEnd": "May 2022",
        "description": "During my time at Vuffeli as both a frontend intern and student assistant, I contributed to the development, maintenance, and optimization of the company’s digital platforms. I helped build a new sales funnel designed to guide dog owners toward the right food for their pets and took part in the continuous improvement of existing web applications. This included customizing and maintaining the company’s Shopify webshop using Liquid templating, editing and optimizing the PHP source code behind the WordPress blog, working on the underlying code of the Zendesk Help Center to improve layout and performance, and implementing improvements and new features in Vuffeli’s internal user portal.",
        "skills": [
            {
                "name": "HTML5"
            },
            {
                "name": "CSS3"
            },
            {
                "name": "Liquid"
            },
            {
                "name": "Sass"
            },
            {
                "name": "C#"
            },
            {
                "name": ".NET"
            },
            {
                "name": "Blazor"
            },
            {
                "name": "Bootstrap"
            },
            {
                "name": "PHP"
            }
        ] 
    }
]